testCases/heatTransfer/testHT4/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    bottom
    {
        type            patch;
        nFaces          225;
        startFace       168150;
    }
    sides
    {
        type            patch;
        nFaces          750;
        startFace       168375;
    }
    frontAndBack
    {
        type            symmetryPlane;
        nFaces          168750;
        startFace       169125;
    }
    top
    {
        type            patch;
        nFaces          225;
        startFace       337875;
    }
)

// ************************************************************************* //
